org/20220422100110-calibrate_bayesian_computations.org
:PROPERTIES:
:ID:       79169aef-8c3d-47d4-b992-35acd14efe59
:END:
#+TITLE: Calibrate bayesian computations
#+CREATED: [2022-04-22 Fri 10:01]
#+LAST_MODIFIED: [2022-04-22 Fri 10:02]

* Check sampler correctness

We need to check that samplers are able to correctly approximate the posterior distrbutions of the models we pass to them.

* References

- Andrew Gelman. [[https://statmodeling.stat.columbia.edu/2021/09/03/simulation-based-calibration-some-challenges-and-directions-for-future-research/#:~:text=Simulation%2Dbased%20calibration%20is%20a,do%20all%20sorts%20of%20experiments.][Simulation-based calibration: Some challenges and directions for future research]] (2021)
