20220422100110-calibrate_bayesian_computations.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-01 Thu 10:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Calibrate bayesian computations</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Calibrate bayesian computations</h1>

<div id="outline-container-orgcacb5f8" class="outline-2">
<h2 id="orgcacb5f8">Check sampler correctness</h2>
<div class="outline-text-2" id="text-orgcacb5f8">
<p>
We need to check that samplers are able to correctly approximate the posterior distrbutions of the models we pass to them.
</p>
</div>
</div>

<div id="outline-container-org42a91e6" class="outline-2">
<h2 id="org42a91e6">References</h2>
<div class="outline-text-2" id="text-org42a91e6">
<ul class="org-ul">
<li>Andrew Gelman. <a target='_blank' rel='noopener noreferrer' class='external' href="https://statmodeling.stat.columbia.edu/2021/09/03/simulation-based-calibration-some-challenges-and-directions-for-future-research/#:~:text=Simulation%2Dbased%20calibration%20is%20a,do%20all%20sorts%20of%20experiments.">Simulation-based calibration: Some challenges and directions for future research</a> (2021)</li>
</ul>
</div>
</div>

<div id="outline-container-orgbd42b0b" class="outline-2">
<h2 id="orgbd42b0b">Links to this note</h2>
</div>
</div>
</body>
</html>